"SPC Password" = "SPC Parolası";
"Authentication Key" = "Kimlik Doğrulama Anahtarı";
"Incorrect key" = "Yanlış anahtar";
"Incorrect SPC Password" = "SPC Parolası Doğru Değil";
"Enter 26 digit key" = "26 basamaklı kimlik doğrulama anahtarını girin.";
"Security" = "Güvenlik";
"Too many retries of SPC." = "Çok fazla SPC denemesi.";
"AKEY set successfully." = "AKEY başarılı bir şekilde ayarlandı.";
"Failed to set AKEY." = "AKEY ayarlanamadı.";
"Too many retries of AKEY." = "Çok fazla AKEY denemesi.";
"Password" = "Parola";
"Key" = "Anahtar";
"OK" = "Tamam";
"Cancel" = "Vazgeç";